Repository: SalvoSwift21/ChattyApp
Catalog: AiApp/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, he, it

# AI_MODEL_DESCRIPTION_GEMINI_1.5FLASH_8B
source: Lightning-fast and accurate summaries, built for rapid analysis of large texts.
de: Blitzschnelle und präzise Zusammenfassungen, entwickelt für die schnelle Analyse großer Texte.
es: Resúmenes rápidos y precisos, diseñados para un análisis rápido de textos extensos.
fr: Des résumés rapides et précis, conçus pour une analyse rapide des textes volumineux.
he: סיכומים מהירים ומדויקים, שנבנו לניתוח מהיר של טקסטים גדולים
it: Riepiloghi fulminei e accurati, creati per un'analisi rapida di ampi testi.

# AI_MODEL_DESCRIPTION_GEMINI_1.5_FLASH
source: Instant and precise summaries, optimized for speed. Perfect for quickly processing large text volumes.
de: Sofortige und präzise Zusammenfassungen, optimiert für Geschwindigkeit Perfekt zum schnellen Verarbeiten großer Textmengen
es: Resúmenes instantáneos y precisos, optimizados para la velocidad. Perfecto para procesar rápidamente grandes volúmenes de texto.
fr: Résumés instantanés et précis, optimisés pour la vitesse. Parfait pour traiter rapidement de grands volumes de texte.
he: סיכומים מיידיים ומדויקים, מותאמים למהירות. מושלם לעיבוד מהיר של כמויות גדולות של טקסט.
it: Riassunti istantanei e precisi, ottimizzati per la velocità. Perfetti per elaborare rapidamente grandi volumi di testo.

# AI_MODEL_DESCRIPTION_GEMINI_2.5_PRO
source: Optimized for shorter inputs with extended, high-quality outputs — ideal for generating detailed responses, content expansion, and deep exploration of compact content.
de: Optimiert für kürzere Eingaben mit erweiterten, hochqualitativen Ausgaben — ideal für das Erzeugen detaillierter Antworten, Inhaltserweiterung und tiefgehende Erkundung kompakter Inhalte.
es: Optimizado para entradas más cortas con salidas extensas y de alta calidad, ideal para generar respuestas detalladas, expansión de contenido y exploración profunda de contenido compacto
fr: Optimisé pour des entrées plus courtes avec des sorties étendues et de haute qualité — idéal pour générer des réponses détaillées, l'expansion de contenu et une exploration approfondie de contenus compacts
he: מותאם להזנות קצרות עם פלטים מורחבים ואיכותיים — אידיאלי ליצירת תגובות מפורטות, הרחבת תוכן וחקר מעמיק של תוכן מוקטן
it: Ottimizzato per input più brevi con output estesi e di alta qualità — ideale per generare risposte dettagliate, espansione dei contenuti ed esplorazione approfondita di contenuti compatti.

# AI_MODEL_DESCRIPTION_GEMINI_PRO
source: Detailed, high-quality summaries designed specifically for longer documents such as PDFs, reports, and other file types. Ideal for in-depth analysis and understanding.
de: Detaillierte, hochwertige Zusammenfassungen, die speziell für längere Dokumente wie PDFs, Berichte und andere Dateitypen entwickelt wurden. Ideal für eingehende Analysen und Verständnis.
es: Resúmenes detallados y de alta calidad diseñados específicamente para documentos más largos, como PDFs, informes y otros tipos de archivos. Ideal para un análisis profundo y comprensión.
fr: Résumés détaillés et de haute qualité conçus spécifiquement pour les documents plus longs tels que les PDF, les rapports et d'autres types de fichiers Idéal pour une analyse approfondie et une compréhension approfondie
he: סיכומים מפורטים ואיכותיים המיועדים במיוחד למסמכים ארוכים כמו קבצי PDF, דוחות וסוגי קבצים אחרים. אידיאלי לניתוח מעמיק והבנה.
it: Riepiloghi dettagliati e di alta qualità progettati specificamente per documenti più lunghi come PDF, rapporti e altri tipi di file. Ideali per analisi approfondite e comprensione.

# AI_MODEL_DESCRIPTION_GPT4_O
source: The most advanced model delivers highly detailed and accurate summaries, capturing even the subtlest text nuances. Perfect for deep analysis and human-level understanding.
de: Das fortschrittlichste Modell liefert hochdetaillierte und präzise Zusammenfassungen und erfasst selbst die subtilsten Nuancen des Textes Perfekt für tiefgehende Analysen und menschliches Verständnis
es: El modelo más avanzado ofrece resúmenes altamente detallados y precisos, capturando incluso las sutilezas más finas del texto. Perfecto para un análisis profundo y comprensión a nivel humano.
fr: Le modèle le plus avancé offre des résumés très détaillés et précis, capturant même les nuances les plus subtiles du texte. Parfait pour une analyse approfondie et une compréhension au niveau humain.
he: הדגם המתקדם ביותר מספק סיכומים מפורטים ומדויקים ביותר, ולוכד אף את הניואנסים הדקים ביותר של הטקסט. מושלם לניתוח מעמיק והבנה ברמת בני אדם.
it: Il modello più avanzato offre riassunti altamente dettagliati e accurati, catturando anche le sfumature più sottili del testo. Perfetto per analisi approfondite e comprensione a livello umano.

# AI_MODEL_DESCRIPTION_GPT4_O_MINI
source: A lighter version of GPT-4, providing concise, high-quality summaries. Ideal for quick and effective analysis.
de: Eine leichtere Version von GPT-4, die prägnante, hochwertige Zusammenfassungen bietet. Ideal für schnelle und effektive Analysen.
es: Una versión más ligera de GPT-4, que ofrece resúmenes concisos y de alta calidad. Ideal para un análisis rápido y efectivo.
fr: Une version allégée de GPT-4, offrant des résumés concis et de haute qualité. Idéal pour une analyse rapide et efficace.
he: גרסה קלה יותר של GPT-4, מספקת סיכומים תמציתיים ואיכותיים. אידיאלי לניתוח מהיר ויעיל.
it: Una versione più leggera di GPT-4, che fornisce sintesi concise e di alta qualità. Ideale per un'analisi rapida ed efficace.

# ALL_FOLDER_TITLE
source: All Your Folders
de: Alle Ihre Ordner
es: Todas tus carpetas
fr: Tous vos dossiers
he: כל התיקיות שלך
it: Tutte le tue cartelle

# CAMERA_USAGE_DESCRIPTION
source: We need access to the camera to scan text.
de: Wir benötigen Zugriff auf die Kamera, um Text zu scannen.
es: Necesitamos acceso a la cámara para escanear texto.
fr: Nous avons besoin d'accéder à la caméra pour scanner le texte.
he: אנו צריכים גישה למצלמה כדי לסרוק טקסט
it: Abbiamo bisogno di accedere alla fotocamera per scansionare il testo.

# CHOOSE_AI_LANGUAGE
source: Languages
de: Sprachen
es: Idiomas
fr: Langues
he: שפות
it: Lingue

# CHOOSE_AI_LANGUAGE_SEARCH_BAR_PLACEHOLDER
source: Find your language
de: Finden Sie Ihre Sprache
es: Encontrar tu idioma
fr: Trouvez votre langue
he: מצא את השפה שלך
it: Trova la tua lingua

# CHOOSE_AI_MODEL_TITLE
source: AI Models
de: KI-Modelle
es: Modelos de IA
fr: Modèles d'IA
he: מודלים של AI
it: Modelli AI

# DATA_STORE_ERROR_FAILEDTOLOADPERSISTENTCONTAINER
source: Failed to load data. Please check your storage or try restarting the app.
de: Fehler beim Laden der Daten. Bitte überprüfen Sie Ihren Speicher oder versuchen Sie, die App neu zu starten.
es: No se pudo cargar los datos. Por favor, verifica tu almacenamiento o intenta reiniciar la aplicación.
fr: Échec du chargement des données Veuillez vérifier votre stockage ou essayer de redémarrer l'application
he: הטענת הנתונים נכשלה. אנא בדוק את האחסון שלך או נסה להפעיל מחדש את האפליקציה
it: Caricamento dei dati non riuscito. Controlla il tuo spazio di archiviazione o prova a riavviare l'app.

# DATA_STORE_ERROR_FOLDERALREADYEXIST
source: A folder with this name already exists. Please choose a different name.
de: Ein Ordner mit diesem Namen existiert bereits. Bitte wähle einen anderen Namen.
es: Ya existe una carpeta con este nombre. Por favor elige un nombre diferente.
fr: Un dossier portant ce nom existe déjà Veuillez choisir un autre nom
he: תיקייה בשם זה כבר קיימת. אנא בחר שם אחר.
it: Una cartella con questo nome esiste già Scegli un nome diverso

# DATA_STORE_ERROR_FOLDERNAMENOTVALID
source: Invalid folder name. Make sure the name is not empty and doesn’t contain unsupported characters.
de: Ungültiger Ordnername Stellen Sie sicher dass der Name nicht leer ist und keine nicht unterstützten Zeichen enthält
es: Nombre de carpeta no válido Asegúrate de que el nombre no esté vacío y no contenga caracteres no admitidos
fr: Nom de dossier invalide Assurez-vous que le nom n'est pas vide et ne contient pas de caractères non pris en charge
he: שם תיקייה לא חוקי. ודא שהשם אינו ריק ואינו כולל תווים שאינם נתמכים.
it: Nome cartella non valido Assicurati che il nome non sia vuoto e non contenga caratteri non supportati

# DATA_STORE_ERROR_FOLDERNOTEXIST
source: The folder you are trying to access does not exist. It might have been deleted or renamed.
de: Der Ordner, auf den Sie zugreifen möchten, existiert nicht. Er wurde möglicherweise gelöscht oder umbenannt.
es: La carpeta a la que intenta acceder no existe. Podría haber sido eliminada o renombrada.
fr: Le dossier auquel vous essayez d'accéder n'existe pas. Il a peut-être été supprimé ou renommé.
he: התיקייה שאתה מנסה לגשת אליה לא קיימת. ייתכן שהיא נמחקה או הוסבה מחדש.
it: La cartella a cui stai tentando di accedere non esiste. Potrebbe essere stata eliminata o rinominata.

# DATA_STORE_ERROR_MODELNOTFOUND
source: Data model not found. Please try restarting the app.
de: Datenmodell nicht gefunden Bitte versuchen Sie, die Anwendung neu zu starten
es: Modelo de datos no encontrado. Intenta reiniciar la aplicación.
fr: Modèle de données introuvable. Veuillez essayer de redémarrer l'application.
he: המודל לא נמצא. אנא נסה להפעיל מחדש את האפליקציה.
it: Modello dei dati non trovato. Prova a riavviare l'app.

# DATA_STORE_ERROR_SCANNOTFOUND
source: Document not found. Make sure the scan exists or try refreshing the view.
de: Dokument nicht gefunden Stellen Sie sicher dass der Scan existiert oder versuchen Sie die Ansicht zu aktualisieren
es: Documento no encontrado Asegúrese de que el escaneo exista o intente actualizar la vista
fr: Document introuvable. Assurez-vous que le scan existe ou essayez de rafraîchir la vue.
he: המסמך לא נמצא ודא שהסריקה קיימת או נסה לרענן את התצוגה
it: Documento non trovato. Assicurati che la scansione esista o prova ad aggiornare la vista.

# DEFAULT_FOLDER_NAME
source: Home Folder
de: Persönlicher Ordner
es: Carpeta Principal
fr: Dossier personnel
he: תיקיית הבית
it: Cartella Home

# EMPTY_VIEW_NO_FOLDER_SCAN_SUB
source: Start adding scans to keep your documents organized.
de: Beginnen Sie mit dem Hinzufügen von Scans, um Ihre Dokumente organisiert zu halten.
es: Comienza a añadir escaneos para mantener tus documentos organizados
fr: Commencez à ajouter des numérisations pour garder vos documents organisés
he: התחל להוסיף סריקות כדי לשמור על המסמכים שלך מאורגנים
it: Inizia ad aggiungere scansioni per mantenere i tuoi documenti organizzati

# EMPTY_VIEW_NO_FOLDER_SCAN_TITLE
source: This Folder is Empty
de: Dieser Ordner ist leer
es: Esta carpeta está vacía
fr: Ce dossier est vide
he: התיקייה ריקה
it: Questa cartella è vuota

# EMPTY_VIEW_NO_RESULTS_SUB
source: We couldn’t find any scans or folders matching your search.
de: Wir konnten keine Scans oder Ordner finden, die Ihrer Suche entsprechen
es: No pudimos encontrar escaneos ni carpetas que coincidan con tu búsqueda.
fr: Aucun scan ou dossier correspondant à votre recherche n’a été trouvé.
he: לא מצאנו סריקות או תיקיות התואמות את החיפוש שלך
it: Non siamo riusciti a trovare scansioni o cartelle che corrispondano alla tua ricerca.

# EMPTY_VIEW_NO_RESULTS_TITLE
source: No Results Found
de: Keine Ergebnisse gefunden
es: No se encontraron resultados
fr: Aucun résultat trouvé
he: לא נמצאו תוצאות
it: Nessun risultato trovato

# EMPTY_VIEW_NO_SCAN_SUB
source: Scan a document or upload an image to get started.
de: Scannen Sie ein Dokument oder laden Sie ein Bild hoch, um zu beginnen.
es: Escanea un documento o carga una imagen para comenzar.
fr: Numérisez un document ou téléchargez une image pour commencer.
he: סרוק מסמך או העלה תמונה כדי להתחיל
it: Scansiona un documento o carica un'immagine per iniziare

# EMPTY_VIEW_NO_SCAN_TITLE
source: No Recent Scans
de: Keine kürzlichen Scans
es: No hay escaneos recientes
fr: Aucune analyse récente
he: אין סריקות אחרונות
it: Nessuna scansione recente

# FOLDER_DETAIL_LOAD_ERROR
source: There was an issue loading the folder’s content. Please try reloading or check your connection.
de: Es gab ein Problem beim Laden des Inhalts des Ordners. Bitte versuchen Sie, neu zu laden oder überprüfen Sie Ihre Verbindung.
es: Hubo un problema al cargar el contenido de la carpeta. Intenta recargar o verifica tu conexión.
fr: Un problème est survenu lors du chargement du contenu du dossier. Veuillez essayer de recharger ou vérifier votre connexion.
he: אירעה בעיה בטעינת תוכן התיקייה. אנא נסה לטעון מחדש או בדוק את החיבור שלך.
it: Si è verificato un problema nel caricamento del contenuto della cartella. Riprova a ricaricare o controlla la tua connessione.

# GENERIC_BACK_ACTION
source: Back
de: Zurück
es: Atrás
fr: Retour
he: חזרה
it: Indietro

# GENERIC_CANCEL_TITLE
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
it: Annulla

# GENERIC_CLOSE_ACTION
source: Close
de: Schließen
es: Cerrar
fr: Fermer
he: סגור
it: Chiudi

# GENERIC_COPY_CLIPBOARD_ACTION
source: Copy on clipoboard
de: In Zwischenablage kopieren
es: Copiar en el portapapeles
fr: Copier dans le presse-papiers
he: העתק ללוח
it: Copia negli appunti

# GENERIC_ERROR_DOCUMENT_TO_LARGE_NOT SUPPORTED
source: We’re unable to summarize this document because it’s either too large or in an unsupported format. Please try with a smaller or compatible file.
de: Wir können dieses Dokument nicht zusammenfassen, da es entweder zu groß oder in einem nicht unterstützten Format vorliegt. Bitte versuchen Sie es mit einer kleineren oder kompatiblen Datei.
es: No podemos resumir este documento porque es demasiado grande o está en un formato no compatible. Inténtalo con un archivo más pequeño o compatible.
fr: Nous ne pouvons pas résumer ce document car il est soit trop volumineux soit dans un format non pris en charge Veuillez essayer avec un fichier plus petit ou compatible
he: איננו יכולים לסכם את המסמך הזה משום שהוא או גדול מדי או בפורמט לא נתמך. אנא נסה עם קובץ קטן יותר או תואם.
it: Non siamo in grado di riassumere questo documento perché è troppo grande o in un formato non supportato Per favore prova con un file più piccolo o compatibile

# GENERIC_ERROR_TITLE
source: Error
de: Fehler
fr: Erreur
he: שגיאה
it: Errore

# GENERIC_RELOAD_ACTION
source: Reload
de: Neu laden
es: Recargar
fr: Recharger
he: טען מחדש
it: Ricarica

# GENERIC_SAVE_ACTION
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
he: שמור
it: Salva

# GENERIC_SHARE_ACTION
source: Share
de: Teilen
es: Compartir
fr: Partager
he: שתף
it: Condividi

# GENERIC_TRANSLATE_ACTION
source: Translate
de: Übersetzen
es: Traducir
fr: Traduire
he: תרגם
it: Traduci

# GENERIC_TRY_AGAIN
source: Try again
de: Erneut versuchen
es: Inténtalo de nuevo
fr: Réessayer
he: נסה שוב
it: Riprova

# HOME_MY_FOLDER_SECTION_COUNT_ITEMS
source: %@ Items
de: %@ Artikel
es: %@ artículos
fr: %1$@ éléments
he: פריטים %@
it: %@ elementi

# HOME_MY_FOLDER_SECTION_DELETE_ACTION
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
he: מחק
it: Elimina

# HOME_MY_FOLDER_SECTION_RENAME_ACTION
source: Rename
de: Umbenennen
es: Renombrar
fr: Renommer
he: שנה שם
it: Rinomina

# HOME_MY_FOLDER_SECTION_SEE_ALL
source: See All
de: Alle anzeigen
es: Ver todo
fr: Voir tout
he: הצג הכל
it: Vedi tutto

# HOME_MY_FOLDER_SECTION_TITLE
source: My Folders
de: Meine Ordner
es: Mis carpetas
fr: Mes dossiers
he: התיקיות שלי
it: Le mie cartelle

# HOME_RECENT_SECTION_TITLE
source: Recent Scans
de: Neueste Scans
es: Exploraciones recientes
fr: Analyses récentes
he: סריקות אחרונות
it: Scansioni Recenti

# HOME_SERVICE_ERROR_RETRIEVEFOLDERERROR
source: An error occurred while loading the folders. Please try reloading or check your connection.
de: Beim Laden der Ordner ist ein Fehler aufgetreten. Bitte versuchen Sie, neu zu laden, oder überprüfen Sie Ihre Verbindung.
es: Se produjo un error al cargar las carpetas. Intenta recargar o verifica tu conexión.
fr: Une erreur s'est produite lors du chargement des dossiers. Veuillez essayer de recharger ou vérifier votre connexion.
he: אירעה שגיאה בעת טעינת התיקיות נא נסה לטעון מחדש או בדוק את החיבור שלך
it: Si è verificato un errore durante il caricamento delle cartelle. Riprova a ricaricare o controlla la tua connessione.

# HOME_VIEW_CREATE_ALERT_ACTION_BUTTON
source: Create
de: Erstellen
es: Crear
fr: Créer
he: צור
it: Crea

# HOME_VIEW_CREATE_ALERT_MESSAGE
source: Enter a name for your new folder.
de: Geben Sie einen Namen für Ihren neuen Ordner ein.
es: Introduzca un nombre para su nueva carpeta.
fr: Entrez un nom pour votre nouveau dossier.
he: הזן שם לתיקיה החדשה שלך
it: Inserisci un nome per la tua nuova cartella.

# HOME_VIEW_CREATE_ALERT_PLACEHOLDER
source: Folder name
de: Ordnername
es: Nombre de la carpeta
fr: Nom du dossier
he: שם תיקייה
it: Nome della cartella

# HOME_VIEW_CREATE_ALERT_TITLE
source: Create New Folder
de: Neuen Ordner erstellen
es: Crear nueva carpeta
fr: Créer un nouveau dossier
he: צור תיקייה חדשה
it: Crea una nuova cartella

# HOME_VIEW_DELETE_ALERT_TITLE
source: Are you sure you want to delete this folder? This action cannot be undone.
de: Möchten Sie diesen Ordner wirklich löschen? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Está seguro de que desea eliminar esta carpeta? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer ce dossier ? Cette action est irréversible.
he: האם אתה בטוח שברצונך למחוק את התיקיה הזו? פעולה זו לא ניתנת לביטול.
it: Sei sicuro di voler eliminare questa cartella? Questa azione non può essere annullata.

# HOME_VIEW_RENAME_ALERT_ACTION_BUTTON
source: Rename
de: Umbenennen
es: Renombrar
fr: Renommer
he: שנה שם
it: Rinomina

# HOME_VIEW_RENAME_ALERT_MESSAGE
source: Choose a new name for your folder to keep your documents organized.
de: Wählen Sie einen neuen Namen für Ihren Ordner, um Ihre Dokumente organisiert zu halten.
es: Elige un nuevo nombre para tu carpeta para mantener tus documentos organizados
fr: Choisissez un nouveau nom pour votre dossier afin de garder vos documents organisés
he: בחר שם חדש לתיקייתך כדי לשמור על המסמכים שלך מאורגנים
it: Scegli un nuovo nome per la tua cartella per mantenere i tuoi documenti organizzati.

# HOME_VIEW_RENAME_ALERT_PLACEHOLDER
source: Enter folder name…
de: Ordnernamen eingeben…
es: Introduzca el nombre de la carpeta…
fr: Entrez le nom du dossier…
he: הזן שם תיקייה…
it: Inserisci il nome della cartella...

# HOME_VIEW_RENAME_ALERT_TITLE
source: Rename folder
de: Ordner umbenennen
es: Cambiar nombre de carpeta
fr: Renommer le dossier
he: שנה שם תיקיה
it: Rinomina cartella

# ONBORDING_FIRST_CARD_DESCR
source: Use your camera or upload images to effortlessly scan documents and extract text in seconds.
de: Verwenden Sie Ihre Kamera oder laden Sie Bilder hoch, um mühelos Dokumente zu scannen und Text in Sekundenschnelle zu extrahieren.
es: Usa tu cámara o sube imágenes para escanear documentos fácilmente y extraer texto en segundos
fr: Utilisez votre appareil photo ou téléchargez des images pour numériser des documents sans effort et extraire du texte en quelques secondes.
he: השתמש במצלמה שלך או העלה תמונות כדי לסרוק מסמכים בקלות ולחלץ טקסט בשניות
it: Usa la tua fotocamera o carica immagini per scansionare facilmente documenti ed estrarre testo in pochi secondi

# ONBORDING_FIRST_CARD_TITLE
source: Scan Documents Easily
de: Dokumente einfach scannen
es: Escanee Documentos Fácilmente
fr: Numérisez des documents facilement
he: סרוק מסמכים בקלות
it: Scansiona Documenti Facilmente

# ONBORDING_FORTH_CARD_DESCR
source: Search through your saved summaries and documents with advanced tools to keep your workflow seamless.
de: Durchsuchen Sie Ihre gespeicherten Zusammenfassungen und Dokumente mit erweiterten Werkzeugen, um Ihren Arbeitsablauf nahtlos zu gestalten.
es: Busca en tus resúmenes y documentos guardados con herramientas avanzadas para mantener tu flujo de trabajo sin interrupciones.
fr: Recherchez dans vos résumés et documents sauvegardés avec des outils avancés pour maintenir votre flux de travail fluide.
he: חפש בתקצירים ובמסמכים ששמרת בעזרת כלים מתקדמים כדי לשמור על זרימת עבודה חלקה
it: Cerca tra i tuoi riepiloghi e documenti salvati con strumenti avanzati per mantenere il tuo flusso di lavoro senza intoppi

# ONBORDING_FORTH_CARD_TITLE
source: Find What You Need, When You Need It
de: Finden Sie, was Sie brauchen, wenn Sie es brauchen
es: Encuentra lo que necesitas, cuando lo necesitas
fr: Trouvez ce dont vous avez besoin, quand vous en avez besoin
he: מצא את מה שאתה צריך, מתי שאתה צריך
it: Trova ciò di cui hai bisogno, quando ne hai bisogno

# ONBORDING_SECOND_CARD_DESCR
source: Let AI summarize your scanned text instantly. Prefer custom AI settings? Choose your model later in the app settings.
de: Lassen Sie die KI Ihren gescannten Text sofort zusammenfassen. Bevorzugen Sie benutzerdefinierte KI-Einstellungen? Wählen Sie Ihr Modell später in den App-Einstellungen.
es: Deja que la IA resuma tu texto escaneado al instante. ¿Prefieres configuraciones de IA personalizadas? Elige tu modelo más tarde en la configuración de la aplicación.
fr: Laissez l'IA résumer instantanément votre texte numérisé. Préférez-vous des paramètres d'IA personnalisés ? Choisissez votre modèle plus tard dans les paramètres de l'application.
he: תן לבינה מלאכותית לסכם את הטקסט הסרוק שלך באופן מיידי. מעדיף הגדרות בינה מלאכותית מותאמות אישית? בחר את הדגם שלך מאוחר יותר בהגדרות האפליקציה
it: Lascia che l'IA riassuma istantaneamente il tuo testo scansionato. Preferisci impostazioni personalizzate per l'IA? Scegli il tuo modello successivamente nelle impostazioni dell'app.

# ONBORDING_SECOND_CARD_TITLE
source: Summarize with AI
de: Mit KI zusammenfassen
es: Resumir con IA
fr: Résumer avec l'IA
he: סכם בעזרת בינה מלאכותית
it: Riepiloga con AI

# ONBORDING_THIRD_CARD_DESCR
source: Translate your summaries into multiple languages and organize them directly into folders stored safely on iCloud.
de: Übersetzen Sie Ihre Zusammenfassungen in mehrere Sprachen und organisieren Sie sie direkt in Ordner, die sicher auf iCloud gespeichert sind.
es: Traduce tus resúmenes a varios idiomas y organízalos directamente en carpetas almacenadas de forma segura en iCloud
fr: Traduisez vos résumés en plusieurs langues et organisez-les directement dans des dossiers stockés en toute sécurité sur iCloud.
he: תרגם את הסיכומים שלך למספר שפות וארגן אותם ישירות לתיקיות המאוחסנות בבטחה ב-iCloud
it: Traduci i tuoi riassunti in più lingue e organizzarli direttamente in cartelle archiviate in modo sicuro su iCloud

# ONBORDING_THIRD_CARD_TITLE
source: Translate and Save
de: Übersetzen und speichern
es: Traducir y Guardar
fr: Traduire et enregistrer
he: תרגם ושמור
it: Traduci e salva
